{
    "Insured": "Qatar Air Distribution Network QAD-NET",
    "Cedant": "Qatar General Insurance and Reinsurance Co. (Q.P.S.C)",
    "Broker": null,
    "Perils_Covered": "Fire, Water Damage, Burglary/Theft, Vehicle Impact, Aircraft Damage, Explosion, Strikes, Riots, & Civil Commotion, Earthquake, Tsunami, Flood, Windstorm, Lighting",
    "Geographical_Limit": "Qatar",
    "Situation_of_Risk": "New Industrial area – Qatar (Zone: 81, Street: 7 & Building: 150), approximately 22 kilometers away from Hamad International Airport. GPS: N: 25°9’ 30.621’ & E: 51° 24’ 17.697”. It is a manufacturing and assembly workshop facility for Central Air conditioning products with significant storage capacity for raw materials and finished goods.",
    "Occupation_of_Insured": "Supplier and manufacturer of Central Air Conditioning Products",
    "Main_Activities": "Manufacturing and assembly of Central Air conditioning products (HVAC products, ducting, filters, grilles, diffusers), metal pipe coating, and general metal works. Includes storage of raw materials and finished goods.",
    "TSI_Original_Currency": 32497556.34,
    "Original_Currency": "QAR",
    "Premium_Original_Currency": 20050.0,
    "Excess_Deductible": "Material Damage QAR 5,000/- for each and every loss; 10% of the claim amount subject to a minimum of QAR 25,000/- each and every loss (In respect of Bldg. No. 269, Street No. 9, Zone 81,New Industrial Area)",
    "Retention_of_Cedant_Pct": null,
    "Share_Offered_Pct": null,
    "PML_Pct": 35,
    "Paid_Losses_3_Years": 0,
    "Outstanding_Reserves_3_Years": 0,
    "Recoveries_3_Years": 0,
    "Earned_Premium_3_Years": null,
    "Climate_Change_Risk": "Identified under Natural Perils, including heavy rain, flash flooding; Tsunami on Qatar Coast is very low; Windstorm (site classified as outside the affected area for tropical/extra-tropical storms, Zone 1 for Tornado and Hailstorm exposure).",
    "ESG_Risk_Level": null,
    "Period_Start": "20/09/2025",
    "Period_End": "19/09/2026",
    "Premium_Rate_Pct": 0.050889,
    "Premium_KES": null,
    "Proposed_Terms_Conditions": [
        "Scope of Cover: As per Qatar General Insurance & Reinsurance Company (Q.P.S.C) Standard Property All Risks (LM7) Insurance Policy Wording.",
        "Law & Jurisdiction: State of Qatar",
        "Mortgagee/Beneficiary Name: Various as per Annexure attached (Mashreq Bank, Doha, Qatar up to QAR 11,000,000.00)",
        "72 Hours Clause",
        "Adjoining Buildings Clause",
        "Agreed Bank Clause",
        "Architects, Surveyors, Engineers, Legal & Consulting Fees Clause (Professional fees) - Limit: 5% of claim amount subject to maximum of QAR 250,000/- any one occurrence and in the aggregate",
        "Capital Additions Clause - Limit: 10% of sum insured and Declaration within 30 days and additional premium as applicable",
        "Cost Escalation Clause (Excluding Stocks) - 10%",
        "Bursting of Pipelines and overflowing of water apparatus (As per LM7 wording)",
        "Burglary Extension following violent/visible/forcible entry/exit from the premises",
        "Designation of Property Clause",
        "Property in the open or open sided sheds (other than the structure which are designed to exist/operate in the open or open sided sheds) are covered against fire and/or lightning only",
        "Tax Clause (If applicable, retrospectively)",
        "Reinstatement Value Clause (85% average)",
        "Removal of Debris Clause - Limit: QAR 50,000/- in the aggregate",
        "Workmen’s Maintenance Clause (Excluding Hot works)",
        "Electrical Apparatus Clause",
        "Onus of Proof of Value Clause",
        "Total liability of the company in any one event or in the aggregate during the period of insurance inclusive of additional clauses shall not exceed the total sum insured stated in this policy.",
        "Exclusion: EMPLOYEE PERSONAL BELONGINGS",
        "Exclusion: LOSS OR DAMAGE DUE TO NON-COMPLIANCE OF REGULATIONS",
        "Exclusion: LOSS AND/OR DAMAGE ARISING OUT OF CONSTRUCTION/ERECTION/FIT-OUT/SNAG WORKS",
        "Exclusion: INDUSTRIES, SEEPAGE, POLLUTION AND CONTAMINATION CLAUSE - NMA 1685",
        "Exclusion: POLITICAL RISKS (WAR/TERRORISM) EXCLUSION ENDORSEMENT NMA 2919 (MRE AMENDMENT)",
        "Exclusion: TOTAL ASBESTOS EXCLUSION",
        "Exclusion: COMMUNICABLE DISEASE EXCLUSION - LMA 5394",
        "Exclusion: IT CLARIFICATION AGREEMENT CLAUSE",
        "Exclusion: NUCLEAR ENERGY RISKS EXCLUSION CLAUSE (INSURANCE) (1994) (WORLDWIDE EXCLUDING USA & CANADA) NMA 1975(A)",
        "Exclusion: SANCTION LIMITATION AND EXCLUSION CLAUSE (LMA) 3100",
        "Exclusion: INSTITUTE RADIOACTIVE CONTAMINATION, CHEMICAL, BIOLOGICAL, BIO-CHEMICAL AND ELECTROMAGNETIC WEAPONS EXCLUSION CLAUSE CL 370 (10/11/03)",
        "Exclusion: CYBER LOSS LIMITED EXCLUSION CLAUSE - LMA 5410",
        "Exclusion: TRANSMISSION AND DISTRIBUTION LINES EXCLUSION CLAUSE",
        "Exclusion: WAR, SABOTAGE, TERRORISM, STRIKES, RIOTS AND CIVIL COMMOTIONS EXCLUSION CLAUSE",
        "Exclusion: MECHANICAL/ELECTRICAL BREAKDOWN OR DERANGEMENT OF MACHINERY OR EQUIPMENT",
        "Exclusion: CONSEQUENTIAL LOSSES OF ANY NATURE",
        "Exclusion: LOSS OR DAMAGE DURING TRANSIT",
        "Reinsurance Condition: Premium Payment Condition LSW 3001 120/30 Days",
        "Reinsurance Condition: Claims Co-Operation Clause",
        "Reinsurance Condition: Confidentiality Clause",
        "Reinsurance Condition: Follow the Fortunes Clause",
        "Reinsurance Condition: Simultaneous Payment Clause"
    ]
}